prodotto-kar/src/main/resources/NoPlugin/Esempi/DCSanita_FSE_2009-01_ottieniIndiceFascicolo_folder_pdt.in.xml

<?xml version="1.0" encoding="ISO-8859-1"?>
<!--
<TestInfo>
	<Autore>MCaldara</Autore>
	<DataPreparazione>17/07/2009</DataPreparazione>
	<CodiceTest>FSEDRIN.8060000017.10-14</CodiceTest>
	<CodiceContesto>C06</CodiceContesto>
	<TipoTest>F</TipoTest>
	<Priorita>H</Priorita>
	<DescrizioneCaso>Caso di test in cui si ottiene l'Indice di un Fascicolo da un PDT aperto e chiuso</DescrizioneCaso>
	<DescrizioneRisultatoAtteso>ok</DescrizioneRisultatoAtteso>
	<confrontoBody>
		<ignora>dataApertura</ignora>
	</confrontoBody></TestInfo>
-->
<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance" xmlns:xsd="http://www.w3.org/1999/XMLSchema" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" soap-env:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
	<soap-env:Header>
		<t:CoopContext xmlns:t="http://www.crs.lombardia.it/schemas/mw/2004-01/coopcontext/">
			<Transport>
				<Mode>Sync</Mode>
				<Dest>DCSanita</Dest>
			</Transport>
			<Security>
				<FunContext>
					<credential>
						<validity>
							<emittedDate>10/01/2008+10:59:18,531</emittedDate>
							<sessionMaxTime>10/01/2008+10:59:18,531</sessionMaxTime>
						</validity>
						<vrs>
							<mjr></mjr>
							<min></min>
						</vrs>
						<ctf>
							<reg>
								<cod></cod>
								<des/>
							</reg>
							<app>
								<cod></cod>
								<des/>
							</app>
							<pro>
								<cod></cod>
								<des/>
							</pro>
							<ter>
								<cod></cod>
								<des/>
							</ter>
							<str>
								<cod>19722</cod>
								<des/>
							</str>
							<pre>
								<cod>03090300</cod>
								<des/>
							</pre>
							<rep>
								<cod>0801</cod>
								<des/>
							</rep>
						</ctf>
						<role>
							<code>2</code>
							<description>Operatore abilitato al servizio</description>
						</role>
						<FirstName>MARCO</FirstName>
						<LastName>ROSSI</LastName>
						<userId>PDTMED10A10A010A</userId>						
						<attributi>
							<attributo tipo="PRRP">
								<cod>UDT</cod>
								<des></des>
							</attributo>
						</attributi>												
						<prv>
							<iupSeed>00000</iupSeed>
							<DF>F</DF>
							<Ref>ROSSI/MARCO/PDTMED10A10A010A</Ref>
						</prv>						
					</credential>
				</FunContext>
				<CitCardPresent>false</CitCardPresent>
				<CitAuth>false</CitAuth>
				<CitCF>PDTCIT10A10A010A</CitCF>
				<CitSmartCardSN></CitSmartCardSN>
			</Security>
			<Sla>
				<Log>
					<Global>
						<TrackID>0000000000001</TrackID>
						<Timestamp>16/07/2009+18:47:18,562</Timestamp>
					</Global>
				</Log>
			</Sla>
		</t:CoopContext>
		<a:AppContext xmlns:a="http://www.crs.lombardia.it/schemas/mw/2004-01/appcontext/">
			<Request clientProd="DCSanita" clientVer="1.0"/>
		</a:AppContext>
	</soap-env:Header>
	<soap-env:Body>
	<m:FSE.ottieniIndiceFascicolo xmlns:m="http://www.crs.lombardia.it/schemas/DCSanita/FSE/2009-01/ottieniIndiceFascicolo/" dataSetVersion="1.0">
			<richiestaIndiceFascicolo>
				<cittadino>
					<idCittadino tipo="CF">PDTCIT10A10A010A</idCittadino>
				</cittadino>
				<nMaxRecord/>
				<nPagina/>
			</richiestaIndiceFascicolo>
		</m:FSE.ottieniIndiceFascicolo>
	</soap-env:Body>
</soap-env:Envelope>